{
	"nav_home": "HOME",
	"nav_ourProgram": "OUR PROGRAM",
	"nav_ourMeets": "OUR MEETS",
	"nav_tryouts": "TRYOUTS",
	"nav_clubRecords": "CLUB RECORDS",
	"nav_coaches": "COACHES",
	"nav_news": "NEWS",
	"nav_gallery": "GALLERY",
	"nav_contact": "CONTACT US",
	"topBar_phone": "450-466-6563",
	"topBar_email": "info@natation-samak.org",
	"topBar_member": "Member",
	"hero_joinTeam": "Join the Team",
	"mission_welcome": "WELCOME TO THE DORVAL SWIM CLUB",
	"mission_description": "We are a competitive swim club that trains out of the Dorval Aquatic and Sports Complex on the edge of the south shore on Montreal's West Island. Our vision is to create an environment where the youth of Dorval have the opportunity to strive for excellence in the sport of swimming. By building a program that promotes training excellence, sportsmanship, character and self-confidence, the athletes of the Dorval Swim Club will have the opportunity to reach their potential and compete at the highest level. Together, with the city of Dorval, the Dorval Swim Club aspires to provide the resources and knowledge needed to achieve this mandate.",
	"mission_missionTitle": "OUR MISSION STATEMENT",
	"mission_mission1": "To provide the highest level of professional coaching to prepare our athletes to compete successfully at the highest levels;",
	"mission_mission2": "To create an atmosphere that inspires our athletes to strive for the best in training, competition, and life, through the development of work ethic, confidence, self-motivation, and self-worth;",
	"mission_mission3": "To develop team pride and unity where every athlete becomes each other's motivator and each other's most dedicated fan;",
	"mission_mission4": "To instill a love for the sport of swimming by relishing the challenges sought and conquered, at all levels of the sport;",
	"mission_mission5": "To ensure, as much as we can, that all our athletes, coaches, and volunteers are treated with respect, and that we foster an environment where no one feels left out;",
	"mission_mission6": "To be an active participant within the City of Dorval community.",
	"mission_coachesTitle": "OUR COACHES",
	"mission_coaches1": "Led by Head Coach Marc Daoust, our staff is committed to our Vision and Mission statements.",
	"mission_coaches2": "With a focus on teaching the technical aspects of swimming, as a team,",
	"mission_coaches3": "We are motivated to get our swimmers to be the best they can be at maturity.",
	"news_title": "New Platform",
	"news_date": "June 03 2021",
	"news_readMore": "read more",
	"news_viewAll": "View All News",
	"partners_title": "OUR PARTNERS",
	"footer_address": "Address",
	"footer_complex": "Dorval Aquatic & Sports Complex",
	"footer_street": "1295 Dawson Avenue",
	"footer_city": "Dorval, Quebec H9S 1Y3",
	"footer_contact": "Contact",
	"footer_phone": "514-633-4209",
	"footer_email": "info@swimdorval.ca",
	"footer_socialize": "SOCIALIZE",
	"footer_twitter": "@swimdorval",
	"footer_facebook": "swimdorval",
	"footer_instagram": "swimdorval",
	"footer_youtube": "swimdorval",
	"footer_sponsors": "SPONSORS",
	"footer_copyright": "Copyright © 2025",
	"footer_clubName": "Dorval Swim Club | All rights reserved."
}

