{
	"nav_home": "ACCUEIL",
	"nav_ourProgram": "NOTRE PROGRAMME",
	"nav_ourMeets": "NOS RENCONTRES",
	"nav_tryouts": "ESSAIS",
	"nav_clubRecords": "RECORDS DU CLUB",
	"nav_coaches": "ENTRAÎNEURS",
	"nav_news": "NOUVELLES",
	"nav_gallery": "GALERIE",
	"nav_contact": "NOUS CONTACTER",
	"topBar_phone": "450-466-6563",
	"topBar_email": "info@natation-samak.org",
	"topBar_member": "Membre",
	"hero_joinTeam": "Joindre L'Équipe",
	"mission_welcome": "BIENVENUE AU CLUB DE NATATION DORVAL",
	"mission_description": "Nous sommes un club de natation compétitif qui s'entraîne au Complexe aquatique et sportif de Dorval, situé sur la rive sud de l'île de Montréal. Notre vision est de créer un environnement où les jeunes de Dorval ont l'opportunité de viser l'excellence dans le sport de la natation. En construisant un programme qui favorise l'excellence en entraînement, le fair-play, le caractère et la confiance en soi, les athlètes du Club de natation Dorval auront l'opportunité d'atteindre leur potentiel et de compétitionner au plus haut niveau. Ensemble, avec la ville de Dorval, le Club de natation Dorval aspire à fournir les ressources et les connaissances nécessaires pour atteindre ce mandat.",
	"mission_missionTitle": "NOTRE ÉNONCÉ DE MISSION",
	"mission_mission1": "Fournir le plus haut niveau d'entraînement professionnel pour préparer nos athlètes à compétitionner avec succès aux plus hauts niveaux;",
	"mission_mission2": "Créer une atmosphère qui inspire nos athlètes à viser le meilleur en entraînement, en compétition et dans la vie, grâce au développement de l'éthique de travail, de la confiance, de l'auto-motivation et de l'estime de soi;",
	"mission_mission3": "Développer la fierté et l'unité d'équipe où chaque athlète devient le motivateur et le fan le plus dévoué de l'autre;",
	"mission_mission4": "Instiller un amour pour le sport de la natation en savourant les défis recherchés et conquis, à tous les niveaux du sport;",
	"mission_mission5": "Assurer, autant que possible, que tous nos athlètes, entraîneurs et bénévoles sont traités avec respect, et que nous favorisons un environnement où personne ne se sent exclu;",
	"mission_mission6": "Être un participant actif au sein de la communauté de la ville de Dorval.",
	"mission_coachesTitle": "NOS ENTRAÎNEURS",
	"mission_coaches1": "Dirigés par l'entraîneur-chef Marc Daoust, notre personnel est engagé envers nos énoncés de Vision et de Mission.",
	"mission_coaches2": "Avec un accent sur l'enseignement des aspects techniques de la natation, en équipe,",
	"mission_coaches3": "Nous sommes motivés à amener nos nageurs à être les meilleurs qu'ils peuvent être à maturité.",
	"news_title": "Nouvelle plateforme",
	"news_date": "juin 03 2021",
	"news_readMore": "lire la suite",
	"news_viewAll": "Voir toutes les nouvelles",
	"partners_title": "NOS PARTENAIRES",
	"footer_address": "Adresse",
	"footer_complex": "Complexe aquatique et sportif de Dorval",
	"footer_street": "1295, avenue Dawson",
	"footer_city": "Dorval, Québec H9S 1Y3",
	"footer_contact": "Contact",
	"footer_phone": "514-633-4209",
	"footer_email": "info@swimdorval.ca",
	"footer_socialize": "RÉSEAUX SOCIAUX",
	"footer_twitter": "@swimdorval",
	"footer_facebook": "swimdorval",
	"footer_instagram": "swimdorval",
	"footer_youtube": "swimdorval",
	"footer_sponsors": "COMMANDITAIRES",
	"footer_copyright": "Droits d'auteur © 2025",
	"footer_clubName": "Club de natation Dorval | Tous droits réservés."
}

